numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N800/constant/fvModels
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object fvModels;
}


