numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N800/constant/physicalProperties.air
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object physicalProperties.air;
}

viscosityModel constant;
nu 1.48e-5;
rho 1;

