numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N800/constant/physicalProperties.water
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object physicalProperties.water;
}

viscosityModel constant;
nu 1e-6;
rho 1000;

