numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N800/system/fvSolution
FoamFile
{
    format ascii;
    class dictionary;
    location "system";
    object fvSolution;
}

solvers
{
    "alpha.water.*"
    {
        nAlphaCorr 2;
        nAlphaSubCycles 1;
        MULESCorr yes;
        nLimiterIter 5;
        solver smoothSolver;
        smoother symGaussSeidel;
        tolerance 1e-8;
        relTol 0;
    }
    "pcorr.*" { solver PCG; preconditioner DIC; tolerance 1e-5; relTol 0; }
    p_rgh { solver PCG; preconditioner DIC; tolerance 1e-7; relTol 0.05; }
    p_rghFinal { $p_rgh; relTol 0; }
    "U.*"
    {
        solver smoothSolver;
        smoother symGaussSeidel;
        tolerance 1e-6;
        relTol 0;
        minIter 1;
    }
}
PIMPLE
{
    momentumPredictor no;
    nOuterCorrectors 1;
    nCorrectors 3;
    nNonOrthogonalCorrectors 0;
}
relaxationFactors { equations { ".*" 1; } }

