numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N800/system/decomposeParDict
FoamFile
{
    format ascii;
    class dictionary;
    location "system";
    object decomposeParDict;
}

numberOfSubdomains 32;
method hierarchical;
hierarchicalCoeffs { n (4 4 2); order xyz; }

